Repository: pi-module/blog
Catalog: locale/*/default.po
Languages: fa

source: Blog post list
fa: فهرست پست های وبلاگ

source: The post not found.
fa: پست یافت نشد

source: The post not publish.
fa: این پست منتشر نشده است

source: Blog admin
fa: مدیریت وبلاگ

source: Blog is part of news module, you need send post as story on news module and just select blog post type, all stories than have blog post type , will show on blog module front side
fa: سیستم وبلاگ زیر مجموعه ای از ماژول اخبار است، شما باید پست های خود را به عنوان یک مطلب جدید در ماژول اخبار ارسال نمایید، فقط لازم است نوع آن را پست وبلاگ انتخاب کنید.همه مطالب که به صورت پست وبلاگ ارسال شده باشند در بخش کاربری ماژول وبلاگ نمایش داده می شوند

source: Time
fa: زمان

source: Read
fa: خوانده شده

source: Times
fa: بار

source: Tags
fa: برچسب ها

source: Share if you like
fa: اشتراک گذاری در شبکه های اجتماعی

source: Related posts
fa: پست های مشابه
